{
    "endnotes": {
        "2" : [
            "<b>Dokja</b> can mean 'only child', 'reader' or 'individualist' in Korean.",
            "<b>ssi</b> is a Korean honorific. It is the formal way of addressing someone when you are talking to or about them.",
            "<b>nim</b> is a high-level honorific used to show respect."
        ],
        "3" : [
            "<b>Dokkaebi</b> are legendary creatures from Korean folklore, also known as Korean goblins."
        ],
        "10" : [
            "<b>CSAT</b> – a South Korean standardized university exam."
        ],
        "15" : [
            "<b>Gap</b> and <b>Eul</b> are used to denote the larger and smaller contractor (respectively) in a legal contract."
        ],
        "16" : [
            "<b>Hyung</b> is a Korean honorific used by a male to address an older male."
        ],
        "21" : [
            "<b>Noona</b> – term used by a male to refer to an older female.",
            "<b>Ahjussi</b> – uncle, middle aged man/stranger."
        ],
        "26" : [
            "<b>Yujeong Samyeongdang</b> is a Korean Buddhist monk, sometimes identified by his pen name, Song-un. A leader of Seosan's army of monks in 1592 – 1598. <a href='https://en.wikipedia.org/wiki/Yujeong'>Wiki</a>."
        ],
        "36" : [
            "<b>Sunfish route</b> – a reference to the game 'Survive! Mola Mola!' where a player has to help a sunfish survive troubles in the sea. However almost anything makes the sunfish die."
        ],
        "40" : [
            "<b>Panokseon</b> (\"board roofed\" ship) – an oar and sail propelled Korean ship that was the main class of warship used by Joseon during the late 16th century."
        ],
        "42" : [
            "<b>Nanjung Ilgi</b> – personal diary of Admiral Yi Sun-sin, a first person narrative of the admiral's perspective on the Japanese invasions of Korea in the late 16th century."
        ],
        "61" : [
            "<b>Guan Yu</b> – a military general during the late Eastern Han dynasty of China. <a href='https://en.wikipedia.org/wiki/Guan_Yu'>Wiki</a>",
            "<b>Jinseong of Silla</b> – the 51st ruler of the Korean kingdom of Silla. Her reign saw the end of Unified Silla and the beginning of the Later Three Kingdoms period. <a href='https://en.wikipedia.org/wiki/Jinseong_of_Silla'>Wiki</a>."
        ],
        "62" : [
            "<b>The Later Three Kingdoms of Korea</b> consisted of Silla, \"Later Baekje\" and \"Later Goguryeo\". This period arose out of national unrest during the reign of Queen Jinseong of Silla. <a href='https://en.wikipedia.org/wiki/Later_Three_Kingdoms'>Wiki</a>.",
            "<b>Battle of Hwangsanbeol</b> took place between the forces of Silla and Baekje in Hwangsanbeol. The Baekje forces were lead by Gyebaek. Kim Yu-Shin's Silla forces won. <a href='https://en.wikipedia.org/wiki/Battle_of_Hwangsanbeol'>Wiki</a>.",
            "<b>Hwarang</b> were the elite youth corps of Silla."
        ],
        "63" : [
            "<b>Battle of Hwangsanbeol</b> took place between the forces of Silla and Baekje in Hwangsanbeol. The Baekje forces were lead by Gyebaek. Kim Yu-Shin's Silla forces won. <a href='https://en.wikipedia.org/wiki/Battle_of_Hwangsanbeol'>Wiki</a>.",
            "<b>Ganpyeongui</b> is an astronomical observation device."
        ],
        "69" : [
            "<b>Yeonsangun</b> is considered the worst tyrant of the Joseon Dynasty, perhaps all of Korean history, notorious for launching two bloody purges of palace officials. <a href='https://en.wikipedia.org/wiki/Yeonsangun_of_Joseon'>Wiki</a>."
        ],
        "78" : [
            "<b>Jeon Woochi</b> was a Taoist scholar during the Joseon dynasty of Korea. Known by many as the most prominent \"sorcerer\" in Korean history."
        ],
        "96" : [
            "<b>Sweet potatoes</b> and <b>cider</b> are two Korean slang words, meaning \"frustration\" and \"relief\" respectively."
        ],
        "123" : [
            "<b>Josenjing</b> – a Japanese derogatory term referring to a Korean person."
        ],
        "146" : [
            "<b>Field of Seocheon</b> an important place in Korean mythology. It appears in four myths, excluding the Igong Bonpuli. <a href='https://en.wikipedia.org/wiki/Igong_bon-puri#Field_of_Seocheon_in_other_myths'>Wiki</a>."
        ],
        "150" : [
            "<b>Mithra</b> is the name of an Indo-Iranian divinity. There is also the Roman Mithras, who was born on December 25th. <a href='https://en.wikipedia.org/wiki/Mitra'>Wiki</a>."
        ],
        "172" : [
            "<b>Ungnyeo</b> – Korean for \"bear woman.\" A prominent figure in the creation myth of the Korean nation. According to the myth, she and divine king Hwanung had a son, Dangun, who would go on to found the nation of Korea. <a href='https://en.wikipedia.org/wiki/Ungnyeo'>Wiki</a>"
        ],
        "183" : [
            "<b>Jakga</b> – Korean for \"writer\""
        ],
        "191" : [
            "<b>Wen</b> – growth or swelling on the skin. \"Hokburiyeonggam\" is the tale of an old man who, with the help of dokkaebi, loses the big lump on his neck, and another old man who, instead of losing his deformity, was given another lump."
        ],
        "195" : [
            "In <b>Romance of the Three Kingdoms</b> Liu Bei visited Zhuge Liang thrice and recruited him as an adviser. "
        ],
        "228" : [
            "<b>Slap on the cheeks</b> – Korean idiom meaning \"to put someone's beauty to shame.\""
        ],
        "235" : [
            "<b>10,000 Streams will Gather Together</b> – Korean idiom meaning \"all things will eventually return to the same point.\""
        ],
        "247" : [
            "<b>Conception Vessel</b> in traditional Chinese medicine is one of the eight meridians, which were believed to be a network of channels in the body through which Qi flowed."
        ],
        "254" : [
            "<b>Hanja</b> – Chinese characters."
        ],
        "259" : [
            "<b>Dog of Osu</b> – a Korean folktale about a loyal dog that sacrificed himself to save his owner's life."
        ],
        "314" : [
            "<b>Chaebol</b> – a large family-owned business conglomerate."
        ],
        "380" : [
            "<b>Crow-tit and a stork</b> – \"If a crow tit walks like a stork, it will break its legs\" is an old Korean idiom meaning \"do not bite off more than you can chew.\""
        ],
        "388" : [
            "<b>DUO</b> is a match-making company in South Korea, specializing in finding marriage partners."
        ],
        "416" : [
            "<b>Chu-gung-gwa-hyeol</b> is a technique often seen in martial art novels, where one transfers Qi from themselves to an injured/weaker person to heal them/power them up.",
            "<b>Kkoma</b> is an informal Korean word denoting a child, or in this case a small and chubby figure."
        ],
        "422" : [
            "<b>gun</b> is a relatively rare Korean honorific, for casual use and peers."
        ],
        "425" : [
            "<b>Yogoe</b> is a Korean supernatural entity, a type of spirit or ghost.",
            "Korean use of <b>[Cider]</b> as a story tag refers to something refreshing or gratifying."
        ]
    }
}
